Repository: singularis-mzf/cesky-hvozd
Catalog: mods/advtrains/advtrains/po/*.po
Languages: de

source: Unconfigured ATC controller
de: Nicht konfiguiertes Zugbeeinflussungsgleis

source: ATC controller, mode @1 Command: @2
de: Zugbeeinflussungsgleis in Betriebsart „@1“ Befehl: @2

source: Command
de: Befehl

source: Command (on)
de: Befehl (wenn aktiviert)

source: Digiline channel
de: Digiline-Kanal

source: Save
de: Speichern

source: ATC Reverse command warning: didn't reverse train, train moving.
de: Zugbeeinflussung: Der Zug befindet sich in Bewegung und kann nicht umgekehrt werden.

source: ATC Kick command warning: doors are closed.
de: Zugbeeinflussung: Wegen geschlossener Türen werden Fahrgäste nicht zum Ausstieg gezwungen.

source: ATC Kick command warning: train moving.
de: Zugbeeinflussung: Der Zug befindet sich in Bewegung, Fahrgäste werden nicht zum Ausstieg gezwungen.

source: ATC command syntax error: I statement not closed: @1
de: Zugbeeinflussung: Unvollständiger I-Befehl: @1

source: ATC command parse error: Unknown command: @1
de: Zugbeeinflussung: Unbekannter Befehl: @1

source: Train copy/paste tool Left-click: copy train Right-click: paste train
de: Werkzeug zur Erstellung von Zugkopien Linksklick: Zug ins Clipboard kopieren Right-click: Kopierten Zug einfügen

source: You do not have the @1 privilege.
de: Ihnen fehlt das „@1“-Privileg.

source: The track you are trying to place the wagon on is not long enough.
de: Das Gleis, auf dem der Waggon platziert werden woll, ist zu kurz.

source: The clipboard couldn't access the metadata. Paste failed.
de: Wegen des fehlgeschlagenen Zugriffs auf die Metadaten konnte eine Kopie des Zuges nicht eingefügt werden.

source: The clipboard is empty.
de: Das Clipboard ist leer.

source: Back of train would end up off track, cancelling.
de: Der hinterer Teil dez Zuges wäre nicht auf dem Gleis.

source: No such lua entity.
de: Sie zeigen nicht auf einem Objekt, das mit diesem Werkzeug kopiert werden kann.

source: No such wagon: @1.
de: Es gibt keinen mit „@1“ identifizierbaren Waggon.

source: No such train: @1.
de: Es gibt keinen mit „@1“ identifizierbaren Zug.

source: The clipboard couldn't access the metadata. Copy failed.
de: Wegen des fehlgeschlagenen Zugriffs auf die Metadaten konnte der Zug nicht kopiert werden.

source: Train copied.
de: Der Zug wurde Kopiert.

source: Buffer and Chain Coupler
de: Schraubenkupplung

source: Scharfenberg Coupler
de: Scharfenbergkupplung

source: You are not allowed to couple trains without the train_operator privilege.
de: Sie dürfen ohne das „train_operator“-Privileg keine Züge ankuppeln.

source: <No coupler>
de: <Keine Kupplung vorhanden>

source: Can not couple: The couplers of the trains do not match (@1 and @2).
de: Die Kupplungen der Züge passen nicht zueinander (@1 und @2).

source: Driver's cab
de: Führerstand

source: @1 Platform (low)
de: Niedriger @1-Bahnsteig

source: @1 Platform (high)
de: Hoher @1-Bahnsteig

source: @1 Platform (45 degree)
de: Hoher @1-Bahnsteig (45°)

source: @1 Platform (low, 45 degree)
de: Niedriger @1-Bahnsteig (45°)

source: You are not allowed to build near tracks without the track_builder privilege.
de: Sie dürfen ohne das „track_builder“-Privileg nicht in der Nähe von Gleisen bauen.

source: You are not allowed to build tracks without the track_builder privilege.
de: Sie dürfen ohne das „track_builder“-Privileg kein Gleis bauen.

source: You are not allowed to build near tracks at this protected position.
de: Sie dürfen an geschützten Stellen nicht in der Nähe von Gleisen bauen.

source: You are not allowed to build tracks at this protected position.
de: Sie dürfen an geschützten Stellen kein Gleis bauen.

source: You are not allowed to operate turnouts and signals without the railway_operator privilege.
de: Sie dürfen ohne das „railway_operator“-Privileg keine Bahnanlage operieren.

source: Lampless Signal
de: Mechanisches Signal

source: Signal
de: Lichtsignal

source: Wallmounted Signal (left)
de: An der linken Seite montiertes Signal

source: Wallmounted Signal (right)
de: An der rechten Seite montiertes Signal

source: Wallmounted Signal (top)
de: An der Decke montiertes Signal

source: Andrew's Cross
de: Andreaskreuz

source: Track Worker Tool Left-click: change rail type (straight/curve/switch) Right-click: rotate object
de: Gleiswerkzeug Linksklick: Gleistyp ändern Rechtsklick: Objekt drehen

source: This node can't be rotated using the trackworker.
de: Dieser Block kann nicht mit dem Gleiswerkzeug gedreht werden.

source: This track can not be rotated.
de: Dieses Gleis kann nicht gedreht werden.

source: This node can't be changed using the trackworker.
de: Dieser Block kann nicht mit dem Gleiswerkzeug bearbeitet werden.

source: This track can not be changed.
de: Dieses Gleis kann nicht geändert werden.

source: This track can not be removed.
de: Dieses Gleis kann nicht entfernt werden.

source: Position is occupied by a train.
de: Ein Zug steht an dieser Position.

source: There's a Track Circuit Break here.
de: Hier ist eine Gleisabschnittsgrenze (TCB).

source: There's a Signal Influence Point here.
de: Hier ist ein Signal-Beeinflussungspunkt.

source: @1 Slope
de: @1 Steigung

source: Can't place slope: not pointing at node.
de: Es kann nicht platziert werden: Sie zeigen nicht auf einem Block.

source: Can't place slope: space occupied.
de: Es kann nicht platziert werden: Diese Position ist besetzt.

source: Can't place slope: Not enough slope items left (@1 required).
de: Es kann nicht platziert werden: Sie haben nicht genug Steigungsblöcke, es werden insgesamt @1 benötigt.

source: Can't place slope: There's no slope of length @1.
de: Es kann nicht platziert werden: die Steigung der Länge @1 ist nicht definiert.

source: Can't place slope: no supporting node at upper end.
de: Es kann nicht platziert werden: es gibt keinen unterstützenden Block am Ende der Steigung.

source: This wagon is owned by @1, you can't destroy it.
de: Dieser Waggon gehört @1, Sie dürfen ihn nicht abbauen.

source: The wagon's inventory is not empty.
de: Das Inventar dieses Waggons ist nicht leer.

source: Wagon needs to be decoupled from other wagons in order to destroy it.
de: Der Waggon muss abgekoppelt sein, damit Sie ihn abbauen können.

source: Warning: If you destroy this wagon, you only get some steel back! If you are sure, hold Sneak and left-click the wagon.
de: Warnung: Durch den Abbau des Waggons erhalten Sie nur etwas Stahl zurück. Nutzen Sie Schleichen+Linksklick, um dem Waggon abzubauen.

source: Show Inventory
de: Inventar Zeigen

source: Wagon properties
de: Waggon-Einstellungen

source: Get off
de: Aussteigen

source: Get off (forced)
de: Ausstieg zwingen

source: (Doors closed)
de: (Türen geschlossen)

source: This wagon has no seats.
de: In diesem Waggon ist kein Sitzplatz vorhanden.

source: This wagon is full.
de: Der Waggon ist voll.

source: Doors are closed! (Try holding sneak key!)
de: Die Türen sind geschlossen.

source: You can't get on this wagon.
de: Sie können nicht in diesen Waggon einsteigen.

source: Select seat:
de: Wählen Sie einen Sitzplatz aus:

source: Save wagon properties
de: Waggon-Einstellungen speichern

source: Text displayed outside on train
de: Äußere Anzeige

source: Text displayed inside train
de: Innere Anzeige

source: Line
de: Linie

source: Doors are closed. Use Sneak+rightclick to ignore the closed doors and get off.
de: Die Türen sind geschlossen. Nutzen Sie Schleichen+Rechtsklick, um trotz geschlossener Türen auszusteigen.

source: You are not allowed to access the driver stand.
de: Sie haben keinen Zugang zum Führerstand.

source: Point speed restriction: @1
de: Geschwindigkeitskontrolle: @1

source: You are not allowed to configure this track without the @1 privilege.
de: Sie dürfen ohne das „@1“-Privileg dieses Gleis nicht konfigurieren.

source: You are not allowed to configure this track.
de: Sie dürfen dieses Gleis nicht konfigurieren.

source: Point Speed Restriction Track
de: Geschwindigkeitskontrollgleis

source: Station Code
de: Kennzeichen der Haltestelle

source: Station Name
de: Name der Haltestelle

source: Door Delay
de: Zeit für die Türschließung

source: Dep. Speed
de: Zielgeschwindigkeit bei Abfahrt

source: Track
de: Gleis

source: Stop Time
de: Wartezeit

source: Door Side
de: Türseite

source: Reverse train
de: Zug Umkehren

source: Kick out passengers
de: Fahrgäste zum Ausstieg zwingen

source: Station code "@1" already exists and is owned by @2.
de: Die Haltestelle mit dem Kennzeichen „@1“ ist bereits vorhanden und wird von @2 verwaltet.

source: This station is owned by @1. You are not allowed to edit its name.
de: Diese Haltestelle wird von @1 verwaltet. Sie dürfen sie nicht umbenennen.

source: Station/Stop Track
de: Gleis zur Kennzeichnung einer Haltestelle

source: Unconfigured LuaATC component
de: Nicht konfiguierter LuaATC-Bauteil

source: You are not allowed to configure this LuaATC component without the @1 privilege.
de: Sie dürfen ohne das „@1“-Privileg diesen LuaATC-Bauteil nicht konfigurieren.

source: LuaATC component with error: @1
de: LuaATC-Bauteil mit Fehlermeldung: @1

source: Can place and configure LuaATC components, including execute potentially harmful Lua code
de: Kann LuaATC-Bauteile platzieren und konfigurieren (auch evtl. schädliche Programme ausführen)

source: Passive Component Naming Tool Right-click to name a passive component.
de: PC-Benennungswerkzeug Rechtsklick zur Benennung der passiven Komponente.

source: You are not allowed to name LuaATC passive components without the @1 privilege.
de: Sie dürfen ohne das „@1“ keinen passiven LuaATC-Bauteil benennen.

source: Driver Stand (right)
de: Führerstand Rechts

source: Driver Stand (left)
de: Führerstand Links

source: Industrial Train Engine
de: Industrielle Lokomotive

source: Big Industrial Train Engine
de: Große Industrielle Lokomotive

source: Industrial tank wagon
de: Tankwaggon

source: Industrial wood wagon
de: Holztransportwaggon

source: Japanese Train Inter-Wagon Connection
de: Waggonzwischenverbindung Japanischer Personenzüge

source: Driver stand
de: Führerstand

source: Japanese Train Engine
de: Japanische Personenzug-Lokomotive

source: Japanese Train Wagon
de: Japanischer Personenzug-Passagierwaggon

source: Steam Engine
de: Dampflokomotive

source: Detailed Steam Engine
de: Detaillierte Dampflokomotive

source: Passenger Wagon
de: Passagierwaggon

source: Box Wagon
de: Güterwaggon

source: Subway Passenger Wagon
de: U-Bahn-Waggon

source: Y-turnout
de: Y-Weiche

source: 3-way turnout
de: Dreiwegweiche

source: Perpendicular Diamond Crossing Track
de: Kreuzung mit zueinander orthogonalen Gleisen

source: 90+Angle Diamond Crossing Track
de: Kreuzung mit einem achsenparallelen Gleis

source: Diagonal Diamond Crossing Track
de: Diagonale Gleiskreuzung

source: Bumper
de: Prellbock

source: ATC controller
de: Zugbeeinflussungsgleis

source: Unloading Track
de: Abladungsgleis

source: Loading Track
de: Beladungsgleis

source: Detector Rail
de: Detektorgleis
